/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "Error al abrir la base de datos de este catálogo de Lightroom.";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Catálogo de Lightroom…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "Este catálogo parece estar vacío.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "El catálogo está abierto actualmente en Lightroom.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Error al leer las propiedades del catálogo Lightroom.";

